shopping = {
    'Зелья': [
        {
            'name': 'Зелье восстановления здоровья',
            'price': 500,
            'description': 'Восстанавливает 500 здоровья'
        }
    ],
    'Шлема': [
        {
            'id': 2,
            'name': 'Шлем админа',
            'price': 9999999,
            'description': 'Шлем бога, дает неуязвимость к урону, придает неверноятных сил и не дает вам умереть'
        }
    ],
    'Броня': [
        {
            'id': 2,
            'name': 'Броня админа',
            'price': 9999999,
            'description': 'Броня бога, дает неуязвимость к урону, придает неверноятных сил и не дает вам умереть'
        }
    ]
}
