shopping = {
    'Зелья': [
        {
            'name': 'Зелье восстановления здоровья',
            'price': 500,
            'description': 'Восстанавливает 500 здоровья'
        }
    ],
    'Шлема': [
        {
            'id': 1,
            'name': 'Обычный капюшон ',
            'price': 150,
            'description': 'Капюшон для паладина, дает дополнительное здоровье +120'
        },
        {
            'id': 2,
            'name': 'Обычный шлем ',
            'price': 150,
            'description': 'Шлем для рыцаря, дает дополнительную защиту +120'
        },
        {
            'id': 3,
            'name': 'Обычная шляпа',
            'price': 150,
            'description': 'Шляпа для лучника, дает дополнительную защиту +120'
        },
        {
            'id': 4,
            'name': 'Обычная повязка',
            'price': 150,
            'description': 'Повязка для стрелка, дает дополнительную защиту +120'
        },
        {
            'id': 5,
            'name': 'Шлем рыцаря',
            'price': 300,
            'description': 'Редкий шлем, дает дополнительную защиту +240'
        },
        {
            'id': 6,
            'name': 'Шлем паладина',
            'price': 300,
            'description': 'Редкий шлем, даёт дополнительное здоровье  +240'
        },
        {
            'id': 7,
            'name': 'Шляпа лучника',
            'price': 300,
            'description': 'Редкая шляпа для лучника, дают дополнительное здоровье +240'
        },
        {
            'id': 8,
            'name': 'Повязка стрелка',
            'price': 300,
            'description': 'Редкая повязка, дают дополнительное здоровье  +240'
        },
        {
            'id': 9,
            'name': 'Шлем хладного духа',
            'price': 600,
            'description': 'Эпический шлем для рыцаря, дают дополнительную защиту +480'
        },
        {
            'id': 10,
            'name': 'Шлем вестника смерти ',
            'price': 600,
            'description': 'Эпический шлем для паладина, дают дополнительное здоровье +480'
        },
        {
            'id': 11,
            'name': 'Шляпа похитителя жизни',
            'price': 600,
            'description': 'Эпическая шляпа для лучника, дают дополнительную защиту +480'
        },
        {
            'id': 12,
            'name': 'Повязка ледяного бастиона',
            'price': 600,
            'description': 'Эпическая повязка для стрелка, дают дополнительную защиту +480'
        },
        {
            'id': 13,
            'name': 'Шлем нескончаемого кровопролития',
            'price': 1200,
            'description': 'Легендарный шлем для рыцаря, дают дополнительную защиту +960'
        },
        {
            'id': 14,
            'name': 'Шлем пылающего авангарда',
            'price': 1200,
            'description': 'Легендарный шлем для паладина , дают дополнительное здоровье +960'
        },
        {
            'id': 15,
            'name': 'Шляпа безудержного истребителя',
            'price': 1200,
            'description': 'Легендарная шляпа для лучника, дают дополнительную защиту +960'
        },
        {
            'id': 16,
            'name': 'Повязка верхового лорда ',
            'price': 1200,
            'description': 'Легендарная повязка для стрелка, дают дополнительную защиту +960'
        }
    ],
    'Броня': [

        {
            'id': 1,
            'name': 'Обычный доспех',
            'price': 150,
            'description': 'Обычный доспех для воина, дают дополнительную защиту +120'
        },
        {
            'id': 2,
            'name': 'Обычные латы',
            'price': 150,
            'description': 'Обычные латы для паладина, дают дополнительное здоровье +120'
        },
        {
            'id': 3,
            'name': 'Обычная мантия',
            'price': 150,
            'description': 'Обычная мантия для лучника, дают дополнительную защиту +120'
        },
        {
            'id': 4,
            'name': 'Обычный плащ',
            'price': 150,
            'description': 'Обычный плащ для стрелка, дают дополнительную защиту +120'
        },
        {
            'id': 5,
            'name': 'Нагрудник рыцаря',
            'price': 300,
            'description': 'Редкий нагрудник, дают дополнительную защиту +240'
        },
        {
            'id': 6,
            'name': 'Латы паладина',
            'price': 300,
            'description': 'Редкие латы, дают дополнительное здоровье +240 '
        },
        {
            'id': 7,
            'name': 'Мантия лучника',
            'price': 300,
            'description': 'Редкая мантия, дает дополнительную защиту +240 '
        },
        {
            'id': 8,
            'name': 'Плащ стрелка',
            'price': 300,
            'description': 'Редкий плащ, дает дополнительную защиту +240 '
        },
        {
            'id': 9,
            'name': 'Ледяная кольчуга',
            'price': 600,
            'description': 'Эпическая кольчуга для Воина, дает дополнительную защиту +480 '
        },
        {
            'id': 10,
            'name': 'Нефритовые латы',
            'price': 600,
            'description': 'Эпические латы для паладина, дает дополнительное здоровье +480 '
        },
        {
            'id': 11,
            'name': 'Мантия Амурами',
            'price': 600,
            'description': 'Эпическая мантия для лучника, дает дополнительную защиту +480 '
        },
        {
            'id': 12,
            'name': 'Кожаный плащ стихий',
            'price': 600,
            'description': 'Эпический плащ для стрелка, дает дополнительную защиту +480 '
        },
        {
            'id': 13,
            'name': 'Доспех астрального стража',
            'price': 1200,
            'description': 'Легендарный доспех для воина, дает дополнительную защиту +960 '
        },
        {
            'id': 14,
            'name': 'Огненные латы',
            'price': 1200,
            'description': 'Легендарные латы для паладина, дает  дополнительное здоровье +960'
        },
        {
            'id': 15,
            'name': 'Мантия дьявола',
            'price': 1200,
            'description': 'Легендарная мантия для лучника, дает дополнительную защиту +960'
        },
        {
            'id': 16,
            'name': 'Плащ доблести',
            'price': 1200,
            'description': 'Легендарный плащ для стрелка, дает дополнительную защиту +960 '
        }
    ],
    'Руки': [

        {
            'id': 1,
            'name': 'Обычные наручи ',
            'price': 150,
            'description': 'Наручи для воина, дают дополнительное здоровье +120'
        },
        {
            'id': 2,
            'name': 'Обычные митенки ',
            'price': 150,
            'description': 'Митенки для паладина, дают дополнительное здоровье +120 '
        },
        {
            'id': 3,
            'name': 'Обычные перчатки',
            'price': 150,
            'description': 'Перчатки для лучника, дают дополнительное здоровье +120'
        },
        {
            'id': 4,
            'name': 'Обычный браслет',
            'price': 150,
            'description': 'Браслет для стрелка, дает дополнительное здоровье  +120 '
        },
        {
            'id': 5,
            'name': 'Наручи рыцаря',
            'price': 300,
            'description': 'Редкие Наручи  для воина, дают дополнительное здоровье  +240 '
        },
        {
            'id': 7,
            'name': 'Наручи паладина',
            'price': 300,
            'description': 'Редкие Наручи, дают дополнительное здоровье  +240 '
        },
        {
            'id': 7,
            'name': 'Перчатки лучника',
            'price': 300,
            'description': 'Редкие Перчатки, дают дополнительное здоровье  +240 '
        },
        {
            'id': 8,
            'name': 'Браслет стрелка',
            'price': 300,
            'description': 'Редкий Браслет, дает дополнительное здоровье  +240 '
        },
        {
            'id': 9,
            'name': 'Наручи покоя',
            'price': 600,
            'description': 'Эпические Наручи для Воина, дают дополнительное здоровье  +480 '
        },
        {
            'id': 10,
            'name': 'Наручи чёрного дракона',
            'price': 600,
            'description': 'Эпические Наручи для паладинов, дают дополнительное здоровье + 480'
        },
        {
            'id': 11,
            'name': 'Перчатки иссечённых дух',
            'price': 600,
            'description': 'Эпический Перчатки для лучника, дают дополнительное здоровье  +480 '
        },
        {
            'id': 12,
            'name': 'Обсидиановый браслет',
            'price': 600,
            'description': 'Эпический Браслет для стрелка, дает дополнительное здоровье  +480 '
        },
        {
            'id': 13,
            'name': 'Наручи дрожащей земли',
            'price': 1200,
            'description': 'Легендарные Наручи для воина, дает дополнительное здоровье  +960'
        },
        {
            'id': 14,
            'name': 'Наручи огненного пути',
            'price': 1200,
            'description': 'Легендарные Наручи для паладина, дают дополнительное здоровье + 960'
        },
        {
            'id': 15,
            'name': 'Перчатки мучений',
            'price': 1200,
            'description': 'Легендарные Перчатки для лучника, дают дополнительное здоровье  +960 '
        },
        {
            'id': 16,
            'name': 'Браслет ураганной силы',
            'price': 1200,
            'description': 'Легендарный Браслет для стрелка, дает дополнительное здоровье  +960 '
        }

    ],
    'Ноги': [
        {
            'id': 1,
            'name': 'Обычные ботинки',
            'price': 150,
            'description': 'Ботинки для воина, дает дополнительное Здоровье +120'
        },
        {
            'id': 2,
            'name': 'Обычные берцы',
            'price': 150,
            'description': 'Берцы для паладина, дает дополнительную Защиту +120'
        },
        {
            'id': 3,
            'name': 'Обычные сандали',
            'price': 150,
            'description': 'Сандали для лучника, дают дополнительное Здоровье +120'
        },
        {
            'id': 4,
            'name': 'Обычные сапоги',
            'price': 150,
            'description': 'Сапоги для стрелка, дают дополнительное Здоровье +120'
        },
        {
            'id': 5,
            'name': 'Кольчужные ботинки',
            'price': 300,
            'description': 'Редкие Ботинки для воина, дают дополнительную  Защиту +240'
        },
        {
            'id': 6,
            'name': 'Латные ботинки',
            'price': 300,
            'description': 'Редкие ботинки для паладина, дают дополнительную Защиту +240'
        },
        {
            'id': 7,
            'name': 'Тканевые ботинки',
            'price': 300,
            'description': 'Редкие Ботинки для лучника, дает дополнительное Здоровье +240'
        },
        {
            'id': 8,
            'name': 'Кожаные ботинки',
            'price': 300,
            'description': 'Редкие Ботинки для стрелка, дает дополнительное Здоровье +240'
        },
        {
            'id': 9,
            'name': 'Зачарованные кольчужные ботинки',
            'price': 600,
            'description': 'Эпические Ботинки для воина, дает дополнительную защиту +480'
        },
        {
            'id': 10,
            'name': 'Ослепительные латные ботинки',
            'price': 600,
            'description': 'Эпические Ботинки для паладина, дает дополнительную Защиту +480'
        },
        {
            'id': 11,
            'name': 'Ботинки гнева',
            'price': 600,
            'description': 'Эпические Ботинки для лучника, дает дополнительное Здоровье +480'
        },
        {
            'id': 12,
            'name': 'Ботинки завоевателя',
            'price': 600,
            'description': 'Эпические Ботинки для стрелка, дает дополнительное Здоровье +480'
        },
        {
            'id': 13,
            'name': 'Магические кольчужные ботинки ',
            'price': 1200,
            'description': 'Легендарные Ботинки для воина, дает дополнительную Защиту +960'
        },
        {
            'id': 14,
            'name': 'Огненные латные ботинки',
            'price': 1200,
            'description': 'Легендарные Ботинки для паладина, дает дополнительную Защиту +960'
        },
        {
            'id': 15,
            'name': 'Сапоги Кроноса',
            'price': 1200,
            'description': 'Легендарные Сапоги для лучника, дает дополнительное Здоровье +960'
        },
        {
            'id': 16,
            'name': 'Сапоги из шкуры дракона',
            'price': 1200,
            'description': 'Легендарные Сапоги для стрелка, дает дополнительное Здоровье +960'
        }
    ],
    'Оружие': [
        {
            'id': 1,
            'name': 'Обычный меч',
            'price': 150,
            'description': 'Меч для воина, увеличивает твой урон на +240'
        },
        {
            'id': 2,
            'name': 'Обычный молот',
            'price': 150,
            'description': 'Молот для паладина, увеличивает твой урон на +240'
        },
        {
            'id': 3,
            'name': 'Обычный лук',
            'price': 150,
            'description': 'Лук для лучника,увеличивает твой урон на +240'
        },
        {
            'id': 4,
            'name': 'Обычный пистолет',
            'price': 150,
            'description': 'Пистолет для стрелка, увеличивает твой урон на +240'
        },
        {
            'id': 5,
            'name': 'Рыцарский меч',
            'price': 300,
            'description': 'Редкий меч для воина, увеличивает твой урон на +480'
        },
        {
            'id': 6,
            'name': 'Боевой молот',
            'price': 300,
            'description': 'Редкий молот для паладина,увеличивает твой урон на +480'
        },
        {
            'id': 7,
            'name': 'Тренировочный лук',
            'price': 300,
            'description': 'Редкий лук для лучника, увеличивает твой урон на +480'
        },
        {
            'id': 8,
            'name': 'Редкий Револьвер',
            'price': 300,
            'description': 'Револьвер для стрелка, увеличивает твой урон на +480'
        },
        {
            'id': 9,
            'name': 'Ледяной меч',
            'price': 600,
            'description': 'Эпический меч для воина, увеличивает твой урон на +960'
        },
        {
            'id': 10,
            'name': 'Череполом',
            'price': 600,
            'description': 'Эпическое оружие для паладина,увеличивает твой урон на +960'
        },
        {
            'id': 11,
            'name': 'Шипастый лук',
            'price': 600,
            'description': 'Эпический лук для лучника, увеличивает твой урон на + 960'
        },
        {
            'id': 12,
            'name': 'Уникальный дробовик',
            'price': 960,
            'description': 'Эпическое оружие для стрелка, увеличивает твой урон на +960 '
        },
        {
            'id': 13,
            'name': 'Меч изумрудного потрошителя',
            'price': 1200,
            'description': 'Легендарный меч для воина, увеличивает твой урон на +2000'
        },
        {
            'id': 14,
            'name': 'Огненный молот',
            'price': 1200,
            'description': 'Легендарный молот для паладина, увеличивает твой урон на +2000'
        },
        {
            'id': 15,
            'name': 'Арбалет из глубин Ада',
            'price': 1200,
            'description': 'Легендарный арбалет для лучника, увеличивает твой урон на +2000'
        },
        {
            'id': 16,
            'name': 'Снайперская винтовка',
            'price': 1200,
            'description': 'Легендарное оружие для стрелка, увеличивает твой урон на +2000'
        },
    ],
}
