shopping = {
    'Зелья': [
        {
            'name': 'Зелье восстановления здоровья',
            'price': 50,
            'description': 'Восстанавливает 500 здоровья'
        }
    ],
    'Шлема': [
        {
            'id': 1,
            'name': 'Обычный капюшон ',
            'price': 500,
            'description': 'Для паладина,здоровье +25'
        },
        {
            'id': 2,
            'name': 'Обычный шлем ',
            'price': 500,
            'description': 'Для рыцаря,защита +25'
        },
        {
            'id': 3,
            'name': 'Обычная шляпа',
            'price': 500,
            'description': 'Для лучника,защита +25'
        },
        {
            'id': 4,
            'name': 'Обычная повязка',
            'price': 500,
            'description': 'Для стрелка,защита +25'
        },
        {
            'id': 5,
            'name': 'Шлем рыцаря',
            'price': 5000,
            'description': 'Редкий шлем,защита +50'
        },
        {
            'id': 6,
            'name': 'Шлем паладина',
            'price': 5000,
            'description': 'Редкий шлем,здоровье +50'
        },
        {
            'id': 7,
            'name': 'Шляпа лучника',
            'price': 5000,
            'description': 'Редкая шляпа,здоровье +50'
        },
        {
            'id': 8,
            'name': 'Повязка стрелка',
            'price': 5000,
            'description': 'Редкая повязка,здоровье +50'
        },
        {
            'id': 9,
            'name': 'Шлем хладного духа',
            'price': 50000,
            'description': 'Эпик для рыцаря,защита +100'
        },
        {
            'id': 10,
            'name': 'Шлем вестника смерти ',
            'price':50000,
            'description': 'Эпик для паладина,здоровье +100'
        },
        {
            'id': 11,
            'name': 'Шляпа похитителя жизни',
            'price': 50000,
            'description': 'Эпик для лучника,защита +100'
        },
        {
            'id': 12,
            'name': 'Повязка ледяного бастиона',
            'price': 50000,
            'description': 'Эпик для стрелка,защита +100'
        },
        {
            'id': 13,
            'name': 'Шлем нескончаемого кровопролития',
            'price': 500000,
            'description': 'Легендарный шлем для рыцаря,защита +200'
        },
        {
            'id': 14,
            'name': 'Шлем пылающего авангарда',
            'price': 500000,
            'description': 'Легендарный шлем для паладина,здоровье +200'
        },
        {
            'id': 15,
            'name': 'Шляпа безудержного истребителя',
            'price': 500000,
            'description': 'Легендарная шляпа для лучника,защита +200'
        },
        {
            'id': 16,
            'name': 'Повязка верхового лорда ',
            'price': 500000,
            'description': 'Легендарная повязка для стрелка, защита +200'
        }
    ],
    'Броня': [

        {
            'id': 1,
            'name': 'Обычный доспех',
            'price': 500,
            'description': 'Обычный доспех для воина,защита +25'
        },
        {
            'id': 2,
            'name': 'Обычные латы',
            'price': 500,
            'description': 'Обычные латы для паладина,здоровье +25'
        },
        {
            'id': 3,
            'name': 'Обычная мантия',
            'price':500,
            'description': 'Обычная мантия для лучника,защита +25'
        },
        {
            'id': 4,
            'name': 'Обычный плащ',
            'price': 500,
            'description': 'Обычный плащ для стрелка,защита +25'
        },
        {
            'id': 5,
            'name': 'Нагрудник рыцаря',
            'price': 5000,
            'description': 'Редкий нагрудник,защита +50'
        },
        {
            'id': 6,
            'name': 'Латы паладина',
            'price': 5000,
            'description': 'Редкие латы,здоровье +50 '
        },
        {
            'id': 7,
            'name': 'Мантия лучника',
            'price': 5000,
            'description': 'Редкая мантия,защита +50 '
        },
        {
            'id': 8,
            'name': 'Плащ стрелка',
            'price': 5000,
            'description': 'Редкий плащ,защита +50 '
        },
        {
            'id': 9,
            'name': 'Ледяная кольчуга',
            'price': 50000,
            'description': 'Эпик кольчуга для Воина,защита +100 '
        },
        {
            'id': 10,
            'name': 'Нефритовые латы',
            'price': 50000,
            'description': 'Эпик латы для паладина,здоровье +100'
        },
        {
            'id': 11,
            'name': 'Мантия Амурами',
            'price': 50000,
            'description': 'Эпик мантия для лучника,защита +100'
        },
        {
            'id': 12,
            'name': 'Кожаный плащ стихий',
            'price': 50000,
            'description': 'Эпик плащ для стрелка,защита +100'
        },
        {
            'id': 13,
            'name': 'Доспех астрального стража',
            'price': 500000,
            'description': 'Легендарный доспех для воина,защита +200'
        },
        {
            'id': 14,
            'name': 'Огненные латы',
            'price': 500000,
            'description': 'Легендарные латы для паладина,здоровье +200'
        },
        {
            'id': 15,
            'name': 'Мантия дьявола',
            'price': 500000,
            'description': 'Легендарная мантия для лучника,защита +200'
        },
        {
            'id': 16,
            'name': 'Плащ доблести',
            'price': 500000,
            'description': 'Легендарный плащ для стрелка,защита +200 '
        }
    ],
    'Руки': [

        {
            'id': 1,
            'name': 'Обычные наручи ',
            'price': 500,
            'description': 'Наручи для воина,здоровье +25'
        },
        {
            'id': 2,
            'name': 'Обычные митенки ',
            'price': 500,
            'description': 'Митенки для паладина,здоровье +25'
        },
        {
            'id': 3,
            'name': 'Обычные перчатки',
            'price': 500,
            'description': 'Перчатки для лучника,здоровье +25'
        },
        {
            'id': 4,
            'name': 'Обычный браслет',
            'price': 500,
            'description': 'Браслет для стрелка,здоровье +25'
        },
        {
            'id': 5,
            'name': 'Наручи рыцаря',
            'price': 5000,
            'description': 'Редкие Наручи  для воина,здоровье +50'
        },
        {
            'id': 7,
            'name': 'Наручи паладина',
            'price': 5000,
            'description': 'Редкие Наручи,здоровье +50'
        },
        {
            'id': 7,
            'name': 'Перчатки лучника',
            'price': 5000,
            'description': 'Редкие Перчатки,здоровье +50 '
        },
        {
            'id': 8,
            'name': 'Браслет стрелка',
            'price': 5000,
            'description': 'Редкий Браслет,здоровье +50'
        },
        {
            'id': 9,
            'name': 'Наручи покоя',
            'price': 50000,
            'description': 'ЭпикНаручи для Воина,здоровье +100'
        },
        {
            'id': 10,
            'name': 'Наручи чёрного дракона',
            'price': 50000,
            'description': 'Эпик Наручи для паладинов,здоровье +100'
        },
        {
            'id': 11,
            'name': 'Перчатки иссечённых дух',
            'price': 50000,
            'description': 'Эпик Перчатки для лучника,здоровье +100'
        },
        {
            'id': 12,
            'name': 'Обсидиановый браслет',
            'price': 50000,
            'description': 'Эпик Браслет для стрелка,здоровье +100'
        },
        {
            'id': 13,
            'name': 'Наручи дрожащей земли',
            'price': 500000,
            'description': 'Легендарные Наручи для воина,здоровье +200'
        },
        {
            'id': 14,
            'name': 'Наручи огненного пути',
            'price': 500000,
            'description': 'Легендарные Наручи для паладина,здоровье +200'
        },
        {
            'id': 15,
            'name': 'Перчатки мучений',
            'price':500000,
            'description': 'Легендарные Перчатки для лучника,здоровье +200'
        },
        {
            'id': 16,
            'name': 'Браслет ураганной силы',
            'price': 500000,
            'description': 'Легендарный Браслет для стрелка,здоровье +200 '
        }

    ],
    'Ноги': [
        {
            'id': 1,
            'name': 'Обычные ботинки',
            'price': 500,
            'description': 'Ботинки для воина,Здоровье +25'
        },
        {
            'id': 2,
            'name': 'Обычные берцы',
            'price': 500,
            'description': 'Берцы для паладина,Защита +25'
        },
        {
            'id': 3,
            'name': 'Обычные сандали',
            'price': 500,
            'description': 'Сандали для лучника,Здоровье +25'
        },
        {
            'id': 4,
            'name': 'Обычные сапоги',
            'price': 500,
            'description': 'Сапоги для стрелка,Здоровье +25'
        },
        {
            'id': 5,
            'name': 'Кольчужные ботинки',
            'price': 5000,
            'description': 'Редкие Ботинки для воина,Защита +50'
        },
        {
            'id': 6,
            'name': 'Латные ботинки',
            'price': 5000,
            'description': 'Редкие ботинки для паладина,Защита +50'
        },
        {
            'id': 7,
            'name': 'Тканевые ботинки',
            'price': 5000,
            'description': 'Редкие Ботинки для лучника,Здоровье +50'
        },
        {
            'id': 8,
            'name': 'Кожаные ботинки',
            'price': 5000,
            'description': 'Редкие Ботинки для стрелка,Здоровье +50'
        },
        {
            'id': 9,
            'name': 'Зачарованные кольчужные ботинки',
            'price': 50000,
            'description': 'Эпик Ботинки для воина,защита +100'
        },
        {
            'id': 10,
            'name': 'Ослепительные латные ботинки',
            'price': 50000,
            'description': 'Эпик Ботинки для паладина,Защита +100'
        },
        {
            'id': 11,
            'name': 'Ботинки гнева',
            'price': 50000,
            'description': 'Эпик Ботинки для лучника,Здоровье +100'
        },
        {
            'id': 12,
            'name': 'Ботинки завоевателя',
            'price': 50000,
            'description': 'Эпик Ботинки для стрелка,Здоровье +100'
        },
        {
            'id': 13,
            'name': 'Магические кольчужные ботинки ',
            'price': 500000,
            'description': 'Легендарные Ботинки для воина,Защита +200'
        },
        {
            'id': 14,
            'name': 'Огненные латные ботинки',
            'price': 500000,
            'description': 'Легендарные Ботинки для паладина,Защита +200'
        },
        {
            'id': 15,
            'name': 'Сапоги Кроноса',
            'price': 500000,
            'description': 'Легендарные Сапоги для лучника,Здоровье +200'
        },
        {
            'id': 16,
            'name': 'Сапоги из шкуры дракона',
            'price': 500000,
            'description': 'Легендарные Сапоги для стрелка,Здоровье +200'
        }
    ],
    'Оружие': [
        {
            'id': 1,
            'name': 'Обычный меч',
            'price': 500,
            'description': 'Меч для воина, увеличивает твой урон на +50'
        },
        {
            'id': 2,
            'name': 'Обычный молот',
            'price': 500,
            'description': 'Молот для паладина, увеличивает твой урон на +50'
        },
        {
            'id': 3,
            'name': 'Обычный лук',
            'price': 500,
            'description': 'Лук для лучника,увеличивает твой урон на +50'
        },
        {
            'id': 4,
            'name': 'Обычный пистолет',
            'price': 500,
            'description': 'Пистолет для стрелка, увеличивает твой урон на +50'
        },
        {
            'id': 5,
            'name': 'Рыцарский меч',
            'price': 5000,
            'description': 'Редкий меч для воина, увеличивает твой урон на +100'
        },
        {
            'id': 6,
            'name': 'Боевой молот',
            'price': 5000,
            'description': 'Редкий молот для паладина,увеличивает твой урон на +100'
        },
        {
            'id': 7,
            'name': 'Тренировочный лук',
            'price': 5000,
            'description': 'Редкий лук для лучника, увеличивает твой урон на +100'
        },
        {
            'id': 8,
            'name': 'Редкий Револьвер',
            'price': 5000,
            'description': 'Револьвер для стрелка, увеличивает твой урон на +100'
        },
        {
            'id': 9,
            'name': 'Ледяной меч',
            'price': 50000,
            'description': 'Эпик меч для воина, увеличивает твой урон на +200'
        },
        {
            'id': 10,
            'name': 'Череполом',
            'price': 50000,
            'description': 'Эпик оружие для паладина,увеличивает твой урон на +200'
        },
        {
            'id': 11,
            'name': 'Шипастый лук',
            'price': 50000,
            'description': 'Эпик лук для лучника, увеличивает твой урон на +200'
        },
        {
            'id': 12,
            'name': 'Уникальный дробовик',
            'price': 50000,
            'description': 'Эпик оружие для стрелка, увеличивает твой урон на +200'
        },
        {
            'id': 13,
            'name': 'Меч изумрудного потрошителя',
            'price':500000,
            'description': 'Легендарный меч для воина, увеличивает твой урон на +1500'
        },
        {
            'id': 14,
            'name': 'Огненный молот',
            'price': 500000,
            'description': 'Легендарный молот для паладина, увеличивает твой урон на +1500'
        },
        {
            'id': 15,
            'name': 'Арбалет из глубин Ада',
            'price': 500000,
            'description': 'Легендарный арбалет для лучника, увеличивает твой урон на +1500'
        },
        {
            'id': 16,
            'name': 'Снайперская винтовка',
            'price': 500000,
            'description': 'Легендарное оружие для стрелка, увеличивает твой урон на +1500'
        },
    ],
}
